{"backend": "tensorflow", "keras_version": "2.1.6", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "units": 8, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 8], "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "dtype": "float32", "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 32, "kernel_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 24, "kernel_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}